[
    {
        "category": "Кабели и зарядные устройства",
        "name": "Anker PowerPort III Nano",
        "description": "Зарядное устройство 30 Вт",
        "description2": "Anker PowerPort III Nano — компактное зарядное устройство мощностью 30 Вт. Совместимо с iPhone, Android и ноутбуками. Использует технологию PowerIQ 3.0 для оптимальной скорости зарядки. Лёгкий и прочный корпус позволяет брать его в дорогу. Отличное решение для тех, кто ценит компактность и надёжность.",
        "price": 99,
        "image": "./img/Кабели и зарядные устройства/eko3a8hitejr02r2b1rju3j5zp17v2m4.png",
        "quantity": 1
    },
    {
        "category": "Телефоны",
        "name": "Samsung Galaxy S24 Ultra",
        "description": "12/256 ГБ, Snapdragon 8 Gen 3, экран 120 Гц",
        "description2": "Samsung Galaxy S24 Ultra — это смартфон, созданный для тех, кто хочет максимум. Огромный 6,8-дюймовый QHD+ AMOLED-дисплей с частотой 120 Гц обеспечивает плавную анимацию и реалистичные цвета. Камера 200 МП делает детализированные фото с возможностью 10-кратного оптического зума. Мощный чип Snapdragon 8 Gen 3 и 12 ГБ ОЗУ справятся с любыми задачами — от игр до редактирования видео. Поддержка стилуса S Pen делает устройство идеальным для творчества и работы. Аккумулятор 5000 мА·ч с быстрой зарядкой и защита IP68 позволяют использовать телефон в любых условиях.",
        "price": 3699,
        "image": "./img/Телефоны/Samsung Galaxy S24 Ultra.png",
        "quantity": 1
    },

    {
        "category": "Телефоны",
        "name": "Realme GT 5",
        "description": "16/512 ГБ, Snapdragon 8 Gen 2, 240 Вт зарядка",
        "description2": "Realme GT 5 — один из самых быстрых смартфонов в мире. Он оснащён чипом Snapdragon 8 Gen 2 и уникальной 240-ваттной быстрой зарядкой, позволяющей восполнить батарею всего за 10 минут. 6,74-дюймовый AMOLED-дисплей 144 Гц делает изображение сверхплавным, а памяти 16/512 ГБ хватает даже для геймеров и творческих пользователей. Камера 50 МП делает насыщенные снимки, а дизайн с неоновой подсветкой корпуса придаёт смартфону футуристичный стиль. Идеален для тех, кто хочет максимум скорости и современный вид.",
        "price": 2399,
        "image": "./img/Телефоны/Realme GT 5.png",
        "quantity": 1
    },

    {
        "category": "Ноутбуки",
        "name": "MacBook Air M3 (2024)",
        "description": "13\", 8 ГБ RAM, 256 ГБ SSD, Apple Silicon",
        "description2": "MacBook Air M3 — это идеальное сочетание лёгкости, стиля и мощности. Новый чип Apple M3 обеспечивает невероятную производительность при низком энергопотреблении, что делает ноутбук тихим и холодным даже при нагрузке. 13-дюймовый дисплей Liquid Retina передаёт яркие и насыщенные цвета, идеально подходя для работы с графикой и видео. Корпус из переработанного алюминия делает устройство прочным и экологичным. Аккумулятора хватает до 18 часов автономной работы, а благодаря быстрой зарядке вы можете работать весь день без розетки. MacBook Air M3 — это идеальный выбор для студентов, дизайнеров и тех, кто ценит мобильность и мощность в одном корпусе.",
        "price": 4699,
        "image": "./img/Ноутбуки/MacBook Air M3 (2024)-Photoroom.png",
        "quantity": 1
    },
    {
        "category": "Ноутбуки",
        "name": "ASUS ROG Zephyrus G14",
        "description": "Ryzen 9, RTX 4070, 16 ГБ RAM",
        "description2": "ASUS ROG Zephyrus G14 — это настоящий игровой монстр в компактном корпусе. Оснащён мощным процессором AMD Ryzen 9 и видеокартой RTX 4070, ноутбук легко справляется с самыми требовательными играми и программами. Экран QHD с частотой 165 Гц обеспечивает плавную картинку без задержек, а технология Adaptive Sync устраняет разрывы кадров. Корпус выполнен из прочного магниево-алюминиевого сплава, при этом ноутбук весит всего 1,7 кг. Подсветка клавиатуры и продвинутая система охлаждения делают использование комфортным. Это идеальный выбор для геймеров и профессионалов.",
        "price": 5999,
        "image": "./img/Ноутбуки/ASUS ROG Zephyrus G14.png",
        "quantity": 1
    },
    {
        "category": "Ноутбуки",
        "name": "HP Pavilion 15",
        "description": "i5-1340P, 16 ГБ, SSD 512 ГБ",
        "description2": "HP Pavilion 15 сочетает мощность и удобство для повседневной работы и учёбы. Он оснащён процессором Intel Core i5 13-го поколения и 16 ГБ оперативной памяти, что обеспечивает плавную работу даже с несколькими приложениями. 15,6-дюймовый IPS-дисплей передаёт чёткое изображение, а узкие рамки делают ноутбук современным и компактным. SSD на 512 ГБ обеспечивает быстрый запуск системы и программ. Ноутбук имеет тихую систему охлаждения и стильный дизайн. Отличный выбор для студентов и офисной работы.",
        "price": 2799,
        "image": "./img/Ноутбуки/HP Pavilion 15.png",
        "quantity": 1
    },
    {
        "category": "Телефоны",
        "name": "Honor 200 Pro",
        "description": "12/256 ГБ, AMOLED, 100 Вт зарядка",
        "description2": "Honor 200 Pro — это сочетание элегантности и мощи. 6,7-дюймовый AMOLED-экран обеспечивает живые цвета и глубокий чёрный. Камера 200 МП с искусственным интеллектом помогает делать потрясающие портреты и ночные снимки. Зарядка 100 Вт позволяет восполнить батарею менее чем за 30 минут. Смартфон работает на новейшем процессоре Snapdragon 8s Gen 1, обеспечивая быструю и плавную работу. Корпус из матового стекла придаёт премиум-ощущения. Идеально подходит для тех, кто хочет функциональность и красоту в одном устройстве.",
        "price": 2199,
        "image": "./img/Телефоны/Honor 200 Pro.png",
        "quantity": 1
    },
    {
        "category": "Ноутбуки",
        "name": "Lenovo IdeaPad 5 Pro",
        "description": "Ryzen 7, 16 ГБ RAM, 1 ТБ SSD",
        "description2": "Lenovo IdeaPad 5 Pro создан для тех, кто хочет максимум производительности при комфортной цене. Процессор Ryzen 7 и 16 ГБ RAM обеспечивают мгновенный отклик в любых задачах. 16-дюймовый дисплей с разрешением QHD делает изображение детализированным, а 1 ТБ SSD даёт достаточно места для хранения файлов. Корпус из алюминия выглядит премиально и приятно ощущается. Аккумулятора хватает на весь день, а зарядка быстрая и безопасная. Этот ноутбук подойдёт для работы, учёбы и мультимедиа.",
        "price": 3299,
        "image": "./img/Ноутбуки/Lenovo IdeaPad 5 Pro.png",
        "quantity": 1
    },
    {
        "category": "Ноутбуки",
        "name": "MSI Modern 14",
        "description": "i7, 16 ГБ, SSD 512 ГБ",
        "description2": "MSI Modern 14 — лёгкий, элегантный и мощный ноутбук для повседневных задач. Процессор Intel Core i7 и SSD 512 ГБ обеспечивают высокую скорость работы. Экран Full HD с тонкими рамками делает просмотр фильмов и работу комфортными. Корпус выполнен из металла, вес всего 1,3 кг, что делает его отличным вариантом для путешествий и офиса. Клавиатура с подсветкой и тихие вентиляторы добавляют удобства. Отличный баланс между стилем, мобильностью и мощностью.",
        "price": 2999,
        "image": "./img/Ноутбуки/MSI Modern 14.png",
        "quantity": 1
    },
    {
        "category": "Наушники",
        "name": "Sony WH-1000XM5",
        "description": "Беспроводные, шумоподавление, 30 часов",
        "description2": "Флагманские наушники Sony WH-1000XM5 предлагают лучшее в мире активное шумоподавление. Они оснащены двумя процессорами шумоподавления и 8 микрофонами, которые адаптируются к окружению. Качество звука выдающееся — глубокие басы и кристально чистые высокие частоты. Поддержка LDAC и Hi-Res Audio делает прослушивание настоящим удовольствием. Автономность до 30 часов и быстрая зарядка позволяют слушать музыку без ограничений. Удобная посадка и складная конструкция делают их идеальными для путешествий и работы.",
        "price": 1299,
        "image": "./img/Наушники/Copilot_20251014_134157 1.png",
        "quantity": 1
    },
    {
        "category": "Наушники",
        "name": "Apple AirPods Pro 2",
        "description": "Шумоподавление, кейс MagSafe",
        "description2": "Apple AirPods Pro 2 — это сочетание удобства, стиля и технологий. Обновлённая система активного шумоподавления стала в 2 раза эффективнее. Режим прозрачности позволяет слышать окружающий мир, не снимая наушники. Кейс с MagSafe обеспечивает до 30 часов работы. Управление касанием и улучшенный микрофон делают их идеальными для звонков и видео. Благодаря чипу H2 звук стал чище, а басы — глубже. Это наушники премиум-класса для пользователей Apple.",
        "price": 1149,
        "image": "./img/Наушники/Apple_AirPods_Pro_2-removebg-preview.png",
        "quantity": 1
    },

    {
        "category": "Наушники",
        "name": "JBL Tune 720BT",
        "description": "50 часов работы, Bluetooth 5.3",
        "description2": "JBL Tune 720BT — это беспроводные наушники с легендарным звуком JBL Pure Bass. Они обеспечивают до 50 часов автономной работы и поддерживают быструю зарядку. Bluetooth 5.3 обеспечивает стабильное соединение без задержек. Мягкие амбушюры и регулируемое оголовье делают ношение комфортным. Отлично подходят для путешествий и занятий спортом. Простое управление и яркий дизайн — для активных пользователей.",
        "price": 329,
        "image": "./img/Наушники/JBL Tune 720BT-Photoroom.png",
        "quantity": 1
    },
    {
        "category": "Наушники",
        "name": "HyperX Cloud Alpha",
        "description": "Игровая гарнитура, микрофон, кабель",
        "description2": "HyperX Cloud Alpha — идеальные игровые наушники для профессионалов. Двухкамерные динамики обеспечивают точный и чистый звук без искажений. Микрофон с шумоподавлением передаёт голос чётко и ясно. Прочный алюминиевый каркас и мягкие амбушюры гарантируют комфорт даже после долгих игровых сессий. Кабель съёмный, что удобно при транспортировке. Это выбор геймеров, ценящих качество и надёжность.",
        "price": 429,
        "image": "./img/Наушники/HyperX Cloud Alpha.png",
        "quantity": 1
    },
    {
        "category": "Часы",
        "name": "Apple Watch Series 9",
        "description": "41 мм, S9 чип, Always On Display",
        "description2": "Apple Watch Series 9 — это мощный и стильный аксессуар для активных людей. Новый чип S9 обеспечивает быструю работу и плавную анимацию. Always-On дисплей Retina стал ещё ярче, а управление жестами теперь позволяет использовать часы без касания. Поддерживаются функции ЭКГ, измерение кислорода в крови и мониторинг сна. Водонепроницаемость до 50 м и алюминиевый корпус делают их надёжными. Apple Pay, уведомления и навигация — всё под рукой. Это идеальные часы для iPhone-пользователей.",
        "price": 1599,
        "image": "./img/Часы/Apple Watch Series 9-Photoroom.png",
        "quantity": 1
    },
    {
        "category": "Игровая техника",
        "name": "Xbox Series X",
        "description": "1 ТБ, 4K, Game Pass",
        "description2": "Xbox Series X — мощная игровая консоль с 1 ТБ памяти и поддержкой 4K-гейминга. Работает на процессоре AMD Zen 2, обеспечивает стабильные 60–120 FPS. Поддерживает Game Pass с сотнями игр и обратную совместимость с предыдущими поколениями Xbox. Идеальна для тех, кто ценит производительность и богатую библиотеку.",
        "price": 2149,
        "image": "./img/Игровая техника/images (1).png",
        "quantity": 1
    },
    {
        "category": "Часы",
        "name": "Samsung Galaxy Watch 6",
        "description": "AMOLED, датчики здоровья, GPS",
        "description2": "Galaxy Watch 6 — универсальные смарт-часы для здоровья и спорта. AMOLED-дисплей яркий и читаемый даже на солнце. Часы отслеживают пульс, сон, стресс и даже состав тела. Работают на Wear OS, что обеспечивает поддержку Google-приложений. Батарея держится до 2 дней, а зарядка быстрая. Стильный корпус из стали делает их подходящими как для спорта, так и для делового образа.",
        "price": 1199,
        "image": "./img/Часы/Samsung Galaxy Watch 6.png",
        "quantity": 1
    },
    {
        "category": "Часы",
        "name": "Xiaomi Watch S3",
        "description": "AMOLED, 117 режимов тренировок",
        "description2": "Xiaomi Watch S3 — стильные умные часы с AMOLED-экраном и множеством функций. Они поддерживают 117 спортивных режимов и измерение пульса, сна и SpO₂. Корпус из алюминия лёгкий и прочный, ремешок удобно сидит на руке. Аккумулятор обеспечивает до 15 дней автономной работы. Благодаря Bluetooth-звонкам и уведомлениям часы заменяют смартфон в повседневных задачах. Отличный вариант для тех, кто хочет функциональные часы по разумной цене.",
        "price": 699,
        "image": "./img/Часы/Xiaomi Watch S3.png",
        "quantity": 1
    },
    {
        "category": "Телефоны",
        "name": "Xiaomi 14 Pro",
        "description": "12/512 ГБ, Leica камера, 120 Вт зарядка",
        "description2": "Xiaomi 14 Pro — мощный и эстетичный флагман, разработанный совместно с Leica. 6,7-дюймовый AMOLED-дисплей QHD+ с частотой 120 Гц обеспечивает идеальную плавность и точность цвета. Основная камера 50 МП делает фото с естественной цветопередачей и высокой детализацией. Процессор Snapdragon 8 Gen 3 гарантирует мгновенный отклик и высокую производительность. Зарядка 120 Вт полностью заряжает батарею менее чем за 20 минут. Корпус из металла и стекла придаёт устройству премиальный вид. Смартфон подойдёт тем, кто хочет идеальный баланс технологий и стиля.",
        "price": 2699,
        "image": "./img/Телефоны/Xiaomi 14 Pro.png",
        "quantity": 1
    },
    {
        "category": "Часы",
        "name": "Huawei Band 9",
        "description": "Фитнес-браслет, SpO2, 14 дней работы",
        "description2": "Huawei Band 9 — это лёгкий и удобный фитнес-браслет с большим AMOLED-экраном. Он отслеживает пульс, сон, уровень кислорода и физическую активность. Весит всего 14 грамм и работает до 14 дней без подзарядки. Поддерживает уведомления, управление музыкой и поиск телефона. Отличный аксессуар для спорта и здоровья.",
        "price": 169,
        "image": "./img/Часы/Huawei Band 9.png",
        "quantity": 1
    },
    {
        "category": "Периферия и аксессуары",
        "name": "Logitech MX Master 3S",
        "description": "Эргономичная мышь, Bluetooth",
        "description2": "Logitech MX Master 3S — это эталон удобства и точности среди беспроводных мышей. Она оснащена сенсором 8K DPI, который работает на любых поверхностях, даже на стекле. Колесо прокрутки MagSpeed позволяет мгновенно перелистывать большие документы и страницы. Поддержка Bluetooth и USB-приёмника делает подключение простым и стабильным. Эргономичная форма идеально ложится в руку, а аккумулятора хватает до 70 дней работы. Эта мышь — идеальный инструмент для дизайнеров, программистов и тех, кто проводит много времени за компьютером.",
        "price": 399,
        "image": "./img/Периферия и аксессуары/logitech_master3s_white_4-417x417-removebg-preview.png",
        "quantity": 1
    },
    {
        "category": "Периферия и аксессуары",
        "name": "Keychron K6 Pro",
        "description": "Механическая клавиатура, Bluetooth",
        "description2": "Keychron K6 — компактная механическая клавиатура с Bluetooth-подключением и стильным минималистичным дизайном. Поддерживает до трёх устройств одновременно, что удобно для ноутбуков, планшетов и смартфонов. Клавиши с переключателями Gateron обеспечивают мягкое и точное нажатие. Корпус из алюминия делает клавиатуру прочной, а RGB-подсветка создаёт атмосферу. Отличный выбор для программистов и любителей качественной периферии.",
        "price": 469,
        "image": "./img/Периферия и аксессуары/Keychron K6 Pro.png",
        "quantity": 1
    },
    {
        "category": "Периферия и аксессуары",
        "name": "Razer DeathAdder V3",
        "description": "Игровая мышь, 30000 DPI",
        "description2": "Razer DeathAdder V3 — легендарная игровая мышь, созданная для максимальной точности и скорости. Оснащена сенсором Focus Pro 30K с разрешением 30 000 DPI, обеспечивающим мгновенный отклик и идеальное позиционирование курсора. Вес всего 59 граммов делает её невероятно лёгкой, а эргономичная форма идеально ложится в руку. Оптические переключатели 3-го поколения гарантируют надёжность и срок службы до 90 миллионов нажатий. Это выбор профессиональных геймеров, которым нужна максимальная производительность в каждом движении.",
        "price": 329,
        "image": "./img/Периферия и аксессуары/Razer DeathAdder V3.png",
        "quantity": 1
    },
    {
        "category": "Периферия и аксессуары",
        "name": "SteelSeries QcK Heavy",
        "description": "Игровой коврик XL",
        "description2": "SteelSeries QcK Heavy — профессиональный игровой коврик с мягкой тканевой поверхностью и прорезиненным основанием. Толщина 6 мм обеспечивает устойчивость даже на неровных поверхностях, а точное отслеживание идеально подходит для сенсоров любого типа.",
        "price": 99,
        "image": "./img/Периферия и аксессуары/SteelSeries QcK Heavy (2).png",
        "quantity": 1
    },
    {
        "category": "Мониторы",
        "name": "Samsung Odyssey G5 27\"",
        "description": "144 Гц, QHD, изогнутый экран",
        "description2": "Samsung Odyssey G5 27 — изогнутый игровой монитор с частотой обновления 144 Гц и разрешением QHD. Обеспечивает эффект полного погружения благодаря радиусу кривизны 1000R. Поддерживает технологию AMD FreeSync Premium для плавного изображения без разрывов. Время отклика — всего 1 мс, что делает его отличным выбором для геймеров и профессионалов.",
        "price": 999,
        "image": "./img/Мониторы/Samsung Odyssey G5 27-Photoroom.png",
        "quantity": 1
    },
    {
        "category": "Мониторы",
        "name": "LG UltraGear 27GN850",
        "description": "27\", 1 мс, Nano IPS, 165 Гц",
        "description2": "LG UltraGear 27GN850 — игровой монитор с панелью Nano IPS и разрешением QHD. Частота обновления 165 Гц и отклик 1 мс обеспечивают сверхплавную картинку. Цветопередача — профессионального уровня, идеально подходит не только для игр, но и для дизайна. Поддержка G-Sync и HDR10 создаёт яркие и контрастные сцены.",
        "price": 1149,
        "image": "./img/Мониторы/LG UltraGear 27GN850.png",
        "quantity": 1
    },
    {
        "category": "Мониторы",
        "name": "AOC 24G2SPU",
        "description": "24\", 165 Гц, Full HD",
        "description2": "AOC 24G2SPU — компактный 24-дюймовый монитор с частотой обновления 165 Гц и Full HD-разрешением. Отличный вариант для киберспорта и работы. Имеет эргономичную подставку, поддержку FreeSync, а также встроенные динамики. За свою цену — один из лучших игровых мониторов.",
        "price": 599,
        "image": "./img/Мониторы/AOC_24G2SPU-removebg-preview.png",
        "quantity": 1
    },
    {
        "category": "Игровая техника",
        "name": "Sony PlayStation 5 Slim",
        "description": "1 ТБ SSD, контроллер DualSense",
        "description2": "Sony PlayStation 5 Slim — обновлённая версия культовой консоли с 1 ТБ SSD. Быстрая загрузка, поддержка 4K HDR и частота до 120 кадров в секунду. Контроллер DualSense с адаптивными триггерами и вибрацией создаёт полное погружение. Поддержка эксклюзивов — от Spider-Man 2 до God of War Ragnarok — делает её обязательной для всех фанатов игр.",
        "price": 2299,
        "image": "./img/Игровая техника/Изображение 57-550x550h.png",
        "quantity": 1
    },
    {
        "category": "Кабели и зарядные устройства",
        "name": "Apple MagSafe Charger",
        "description": "Беспроводная зарядка для iPhone",
        "description2": "Apple MagSafe Charger — оригинальное беспроводное зарядное устройство для iPhone. Магнитное крепление идеально совмещает зарядку с телефоном, обеспечивая быструю и безопасную подачу энергии. Поддерживает до 15 Вт и работает с чехлами MagSafe. Компактный дизайн и металлический корпус — стиль и удобство в одном.",
        "price": 169,
        "image": "./img/Кабели и зарядные устройства/7682116114.png",
        "quantity": 1
    },

    {
        "category": "Игровая техника",
        "name": "Nintendo Switch OLED",
        "description": "Портативная консоль, OLED экран",
        "description2": "Nintendo Switch OLED — универсальная консоль, которую можно использовать и дома, и в дороге. Новый OLED-дисплей даёт яркие цвета и глубокий контраст. Игры вроде Zelda, Mario и Pokémon смотрятся великолепно. Удобная подставка, улучшенные динамики и увеличенная память делают её идеальным вариантом для развлечений.",
        "price": 1299,
        "image": "./img/Игровая техника/images (2).png",
        "quantity": 1
    },
    {
        "category": "Игровая техника",
        "name": "Steam Deck OLED (512 ГБ)",
        "description": "Портативный ПК для игр",
        "description2": "Steam Deck OLED (512 ГБ) — портативный игровой ПК с обновлённым OLED-дисплеем и ёмкой батареей. Поддерживает современные игры из Steam и других площадок. Процессор AMD APU обеспечивает мощность уровня настольного ПК. Эргономичный корпус и управление, как у консоли, позволяют играть где угодно.",
        "price": 2699,
        "image": "./img/Игровая техника/images-removebg-preview.png",
        "quantity": 1
    },
    {
        "category": "Кабели и зарядные устройства",
        "name": "Baseus USB-C 100W",
        "description": "Кабель быстрой зарядки 1 м",
        "description2": "Baseus USB-C 100W — кабель для быстрой зарядки и передачи данных. Поддерживает мощность до 100 Вт (PD 5A), что подходит для ноутбуков, смартфонов и планшетов. Изготовлен из нейлона и алюминиевого сплава, устойчив к перегибам и износу. Имеет встроенный индикатор и длину 1 метр — идеально для повседневного использования.",
        "price": 43,
        "image": "./img/Кабели и зарядные устройства/baseus-catys-b01-type-c-type-c-100w-black-01-800x800.png",
        "quantity": 1
    },
    {
        "category": "Телефоны",
        "name": "iPhone 15 Pro",
        "description": "256 ГБ, A17 Pro, камера 48 МП, OLED экран",
        "description2": "iPhone 15 Pro — стильный и мощный смартфон с 6,1-дюймовым OLED-дисплеем Super Retina XDR и новым процессором A17 Pro, обеспечивающим скорость и энергоэффективность. Камера 48 Мп делает детализированные фото и видео в 4K. Поддерживаются USB-C, быстрая и беспроводная зарядка MagSafe, защита от воды IP68. Работает на iOS 17 — сочетание производительности, стиля и удобства.",
        "price": 3999,
        "image": "./img/Телефоны/iPhone 15 Pro.png",
        "quantity": 1
    }
]
